Repository: Brainiarc7/service.scrobbler.lastfm
Catalog: resources/language/Catalan/strings.po
Languages: ca

# #30001
source: Submit songs to Last.fm
ca: Envia les cançons a Last.fm

# #30002
source: Submit online radio to Last.fm
ca: Envia la ràdio per Internet a Last.fm

# #30003
source: Last.fm username
ca: Nom d'usuari de Last.fm

# #30004
source: Last.fm password
ca: Contrasenya de Last.fm

# #30005
source: Confirm Love/Ban submissions
ca: Confirma enviament de Preferits/Vetats

# #32012
source: Do you want to add the current track to your loved tracks?
ca: Voleu afegir la pista actual a la llista de cançons preferides?

# #32013
source: Do you want to ban the current track?
ca: Voleu vetar la pista actual?

# #32014
source: Added to your loved tracks: '%s'.
ca: Afegit a la llista de cançons preferides: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
ca: No s'ha pogut afegir '%s' a la llista cançons preferides.

# #32016
source: Banned: '%s'.
ca: Vetada: '%s'.

# #32017
source: Could not ban '%s'.
ca: No s'ha pogut vetar '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
ca: Vols eliminar aquesta pista de la llista de cançons preferides?

# #32019
source: Do you want to un-ban this track?
ca: Vols treure el veto d'aquesta pista?

# #32020
source: Removed from your loved tracks: '%s'.
ca: Eliminada de la llista de cançons preferides: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
ca: No s'ha pogut eliminar '%s' de la teva llista de cançons preferides.

# #32022
source: Un-banned: '%s'.
ca: Tret el veto: '%s'.

# #32023
source: Could not un-ban '%s'.
ca: No s'ha pogut treure el veto de '%s'.

# #32024
source: Remove from loved tracks
ca: Elimina de la llista de preferits

# #32025
source: Un-ban
ca: Treure el veto

# #32026
source: Connect to Last.fm failed
ca: Error en la connexió a Last.fm

# #32027
source: No username or password provided
ca: No s'ha proporcionat nom d'usuari o contrasenya

# #32028
source: Could not retrieve list from Last.fm
ca: No s'ha pogut obtenir la llista desde Last.fm...

# #32051
source: Friends of user %s
ca: Amics de l'usuari %s

# #32052
source: Neighbours of user %s
ca: Veïns de l'usuari %s

# #32053
source: Top albums for user %s
ca: Àlbums preferits de l'usuari %s

# #32054
source: Top artists for user %s
ca: Artistes preferits de l'usuari %s

# #32055
source: Top tags for user %s
ca: Etiquetes preferides per l'usuari %s

# #32056
source: Top tracks for user %s
ca: Pistes preferides de l'usuari %s

# #32057
source: Tracks recently banned by %s
ca: Pistes recentment vetades per %s

# #32058
source: Tracks recently listened by %s
ca: Pistes recentment escoltades per %s

# #32059
source: Tracks recently loved by %s
ca: Pistes recentment preferides per %s

# #32060
source: Weekly album chart for %s
ca: Taula d'àlbums setmanals per %s

# #32061
source: Weekly artist chart for %s
ca: Taula d'artistes setmanals per %s

# #32062
source: Weekly track chart for %s
ca: Taula de pistes setmanals per %s

# #32063
source: Listen to %s's mix Last.fm radio
ca: Escolta la radio del mix de %s

# #32064
source: Listen to %s's neighbours Last.fm radio
ca: Escolta la radio dels veïns de %s

# #32065
source: Listen to %s's personal Last.fm radio
ca: Escolta la radio personal de %s

# #32066
source: Listen to %s's recommendations Last.fm radio
ca: Escolta la radio de recomanacions de %s

# #32067
source: Biggest fans of %s
ca: Majors fans de %s

# #32068
source: Similar artists as %s
ca: Artistes semblants a %s

# #32069
source: Top %s albums
ca: Els millors àlbums de %s

# #32070
source: Top %s tags
ca: Les millors etiquetes de %s

# #32071
source: Top %s tracks
ca: Les millors pistes de %s

# #32072
source: Listen to %s fans Last.fm radio
ca: Escolta la radio dels fans de %s

# #32073
source: Listen to %s similar artists Last.fm radio
ca: Escolta la radio dels artistes semblants a %s

# #32074
source: Top albums for tag %s
ca: Els millors àlbums per la etiqueta %s

# #32075
source: Top artists for tag %s
ca: Els millors artistes per la etiqueta %s

# #32076
source: Top tracks for tag %s
ca: Les millors pistes per la etiqueta %s

# #32077
source: Listen to tag %s Last.fm radio
ca: Escolta la radio de la etiqueta %s

# #32078
source: Search
ca: Cerca

# #32079
source: No results found
ca: No hi ha resultats

# #32080
source: Custom Last.fm radio stations
ca: Estacions de ràdios personalitzades de Last.fm

# #32081
source: Listen to artist fans Last.fm radio
ca: Escolta la radio dels fans del artista

# #32082
source: Listen to similar artists Last.fm radio
ca: Escolta la radio dels artistes semblant

# #32083
source: Listen to tag Last.fm radio
ca: Escolta la radio de la etiqueta

# #32088
source: Tag
ca: Etiqueta

# #32091
source: Listen to user library Last.fm radio
ca: Escolta la radio del usuari

# #32092
source: Listen to user mix Last.fm radio
ca: Escolta la radio del mix del usuari

# #32093
source: Listen to user neighbours Last.fm radio
ca: Escolta la radio dels veïns del usuari

# #32094
source: Listen to user recommendations Last.fm radio
ca: Escolta la radio de recomanacions del usuari

# #32095
source: Overall top artists
ca: Millors artistes globals

# #32096
source: Overall top tags
ca: Millors etiquetes globals

# #32097
source: Overall top tracks
ca: Millors pistes globals
