Repository: Brainiarc7/service.scrobbler.lastfm
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #30000
source: General
he: כללי

# #30001
source: Submit songs to Last.fm
he: שלח שירים ל-Last.fm

# #30002
source: Submit online radio to Last.fm
he: שלח רדיו מקוון ל-Last.fm

# #30003
source: Last.fm username
he: שם משתמש

# #30004
source: Last.fm password
he: סיסמה

# #30005
source: Confirm Love/Ban submissions
he: אשר הגשת אוהב/מחרים

# #32012
source: Do you want to add the current track to your loved tracks?
he: האם ברצונך להוסיף את השיר הנוכחי לרשימת האהובים?

# #32013
source: Do you want to ban the current track?
he: האם ברצונך להחרים את השיר הנוכחי?

# #32014
source: Added to your loved tracks: '%s'.
he: הוסף לרשימת שיריך האהובים: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
he: לא ניתן להוסיף את '%s' לרשימת שיריך אהובים.

# #32016
source: Banned: '%s'.
he: הוחרם: '%s'.

# #32017
source: Could not ban '%s'.
he: לא ניתן להחרים את '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
he: האם ברצונך להסיר את השיר מרשימת שיריך האהובים?

# #32019
source: Do you want to un-ban this track?
he: האם ברצונך להסיר החרמת השיר?

# #32020
source: Removed from your loved tracks: '%s'.
he: הוסר משיריך האהובים: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
he: לא ניתן להסיר את '%s' משיריך האהובים.

# #32022
source: Un-banned: '%s'.
he: הוסרה החרמה: '%s'.

# #32023
source: Could not un-ban '%s'.
he: לא ניתן להסיר החרמת '%s'.

# #32024
source: Remove from loved tracks
he: הסר מרשימת שירים אהובים

# #32025
source: Un-ban
he: הסר החרמה

# #32026
source: Connect to Last.fm failed
he: ההתחברות ל-Last.fm נכשלה

# #32027
source: No username or password provided
he: לא הוגדר שם משתמש או סיסמה

# #32028
source: Could not retrieve list from Last.fm
he: לא ניתן לקבל את הרשימה מ-Last.fm

# #32051
source: Friends of user %s
he: חברי המשתמש %s

# #32052
source: Neighbours of user %s
he: שכני המשתמש %s

# #32053
source: Top albums for user %s
he: האלבומים הגדולים ביותר של המשתמש %s

# #32054
source: Top artists for user %s
he: האמנים הגדולים ביותר של המשתמש %s

# #32055
source: Top tags for user %s
he: התגיות הגדולות ביותר של המשתמש %s

# #32056
source: Top tracks for user %s
he: השירים הגדולים ביותר של המשתמש %s

# #32057
source: Tracks recently banned by %s
he: שירים הוחרמו לאחרונה ע"י %s

# #32058
source: Tracks recently listened by %s
he: שירים נוגנו לאחרונה ע"י %s

# #32059
source: Tracks recently loved by %s
he: שירים אהובים לאחרונה ע"י %s

# #32060
source: Weekly album chart for %s
he: מצעד אלבומים שבועי עבור %s

# #32061
source: Weekly artist chart for %s
he: מצעד אמנים שבועי עבור %s

# #32062
source: Weekly track chart for %s
he: מצעד שירים שבועי עבור %s

# #32063
source: Listen to %s's mix Last.fm radio
he: האזן לרדיו Last.fm של מיקס %s

# #32064
source: Listen to %s's neighbours Last.fm radio
he: האזן לרדיו Last.fm של שכני %s

# #32065
source: Listen to %s's personal Last.fm radio
he: האזן לרדיו Last.fm אישי של %s

# #32066
source: Listen to %s's recommendations Last.fm radio
he: האזן רדיו Last.fm של מומלצי %s

# #32067
source: Biggest fans of %s
he: המעריצים הגדולים של %s

# #32068
source: Similar artists as %s
he: אמנים דומים ל-%s

# #32069
source: Top %s albums
he: האלבומים הגדולים ביותר של %s

# #32070
source: Top %s tags
he: התגיות הגדולות ביותר של %s

# #32071
source: Top %s tracks
he: השירים הגדולים ביותר של %s

# #32072
source: Listen to %s fans Last.fm radio
he: האזן לרדיו Last.fm של מעריצי %s

# #32073
source: Listen to %s similar artists Last.fm radio
he: האזן לרדיו Last.fm של אמנים דומים ל-%s

# #32074
source: Top albums for tag %s
he: האלבומים הגדולים ביותר לתגית %s

# #32075
source: Top artists for tag %s
he: האמנים הגדולים ביותר לתגית %s

# #32076
source: Top tracks for tag %s
he: השירים הגדולים ביותר לתגית %s

# #32077
source: Listen to tag %s Last.fm radio
he: האזן לרדיו Last.fm של התגית %s

# #32078
source: Search
he: חיפוש

# #32079
source: No results found
he: לא נמצאו תוצאות

# #32080
source: Custom Last.fm radio stations
he: תחנות רדיו Last.fm מותאמות

# #32081
source: Listen to artist fans Last.fm radio
he: האזן לרדיו Last.fm של מעריצי האמן

# #32082
source: Listen to similar artists Last.fm radio
he: האזן לרדיו Last.fm של אמנים דומים

# #32083
source: Listen to tag Last.fm radio
he: האזן לרדיו Last.fm של התגית

# #32088
source: Tag
he: תגית

# #32091
source: Listen to user library Last.fm radio
he: האזן לרדיו Last.fm של ספריית המשתמש

# #32092
source: Listen to user mix Last.fm radio
he: האזן לרדיו Last.fm של מיקס המשתמש

# #32093
source: Listen to user neighbours Last.fm radio
he: האזן לרדיו Last.fm של שכני המשתמש

# #32094
source: Listen to user recommendations Last.fm radio
he: האזן לרדיו Last.fm של מומלצי המשתמש

# #32095
source: Overall top artists
he: האמנים הגדולים ביותר

# #32096
source: Overall top tags
he: התגיות הגדולות ביותר

# #32097
source: Overall top tracks
he: השירים הגדולים ביותר
